Repository: oveleon/contao-cookiebar
Catalog: src/Resources/contao/languages/*/*_cookiebar.xlf
Languages: de, fr, sv

# tl_cookiebar.title_legend
source: Title / Version
de: Titel / Version
fr: Titre / Version
sv: Titel / Version

# tl_cookiebar.meta_legend
source: Meta information
de: Meta-Informationen
fr: Informations méta
sv: Meta-Informationen

# tl_cookiebar.expert_legend
source: Expert settings
de: Experten-Einstellungen
fr: Réglages experts
sv: Expertinställningar

# tl_cookiebar.defaultEssentialGroupName
source: Essential
de: Essenziell
fr: Essentiel
sv: Grundläggande

# tl_cookiebar.noExpireTime
source: This cookie will only remain for the current browser session.
de: Dieses Cookie bleibt nur für die aktuelle Browsersitzung bestehen.
fr: Ce cookie ne sera conservé que pendant la session de navigation en cours.

# tl_cookiebar.defaultCsrfDescription
source: <p>Protects against cross-site request forgery attacks.</p>
de: <p>Schützt vor Cross-Site-Request-Forgery Angriffen.</p>
fr: <p>Protège contre les attaques de type "cross-site request forgery".</p>
sv: <p>Skyddar mot Cross-Site-Request-Forgery attacker.</p>

# tl_cookiebar.defaultHttpsCsrfDescription
source: <p>Protects against cross-site request forgery attacks.</p>
de: <p>Schützt vor Cross-Site-Request-Forgery Angriffen.</p>
fr: <p>Protège contre les attaques de type "cross-site request forgery".</p>
sv: <p>Skyddar mot Cross-Site-Request-Forgery attacker.</p>

# tl_cookiebar.defaultPhpSessionDescription
source: <p>Saves the current PHP session.</p>
de: <p>Speichert die aktuelle PHP-Session.</p>
fr: <p>Sauvegarde la session PHP en cours.</p>
sv: <p>Sparar den aktuella PHP-sessionen.</p>

# tl_cookiebar.saveLabel
source: Save selection
de: Auswahl speichern
fr: Sauvegarder la sélection
sv: Spara urval

# tl_cookiebar.acceptAllLabel
source: Accept all
de: Alle akzeptieren
fr: Tout accepter
sv: Acceptera alla

# tl_cookiebar.denyAllLabel
source: Deny all
de: Alle ablehnen
fr: Tout refuser
sv: Vägra alla

# tl_cookiebar.infoLabel
source: Privacy settings
de: Privatsphäre-Einstellungen
fr: Paramètres de confidentialité
sv: Sekretessinställningar

# tl_cookiebar.acceptAndDisplayLabel
source: Accept and show
de: Akzeptieren und anzeigen
fr: Accepter et afficher
sv: Acceptera och visa

# tl_cookiebar.showDetailsLabel
source: Show details
de: Details einblenden
fr: Afficher les détails
sv: Visa detaljer

# tl_cookiebar.hideDetailsLabel
source: Hide details
de: Details ausblenden
fr: Masquer les détails
sv: Gömma detaljer

# tl_cookiebar.showMoreDetailsLabel
source: Show more details
de: Mehr Details einblenden
fr: Afficher plus de détails
sv: Visa mer detaljer

# tl_cookiebar.hideMoreDetailsLabel
source: Hide more details
de: Mehr Details ausblenden
fr: Masquer plus de détails
sv: Dölj mer detaljer

# tl_cookiebar.providerLabel
source: Provider
de: Anbieter
fr: Fournisseur
sv: Leverantör

# tl_cookiebar.expireLabel
source: Retention period
de: Speicherdauer
fr: Durée de conservation

# tl_cookiebar.tokenLabel
source: Technical name
de: Technischer Name
fr: Désignation technique
sv: Tekniskt namn

# tl_cookiebar.changePrivacyLabel
source: Change privacy settings
de: Privatsphäre-Einstellungen ändern
fr: Modifier les paramètres de confidentialité
sv: Ändra sekretessinställningar

# tl_cookiebar.title.0
source: Title
de: Titel
fr: Titre
sv: Titel

# tl_cookiebar.title.1
source: Please enter a unique cookiebar title.
de: Geben Sie hier einen internen Titel für die Cookiebar an.
fr: Veuillez saisir un titre unique pour le panneau Cookiebar.
sv: Ange en intern titel för cookieboxen här.

# tl_cookiebar.version.1
source: The current version of the cookiebar configuration is shown here.
de: Hier wird die aktuelle Version der Cookiebar-Konfiguration angezeigt.
fr: La version actuelle de la configuration Cookiebar est présentée ici.

# tl_cookiebar.updateVersion.0
source: Update version
de: Version aktualisieren
fr: Mise à jour de la version
sv: Uppdatera version

# tl_cookiebar.updateVersion.1
source: Update the current version to force the cookiebar to be displayed again to visitors.
de: Aktualisieren Sie die aktuelle Version, um ein erneutes Anzeigen der Cookiebar für Besucher zu erzwingen.
fr: Mettez à jour la version actuelle pour forcer le panneau Cookiebar à s'afficher à nouveau pour les visiteurs.

# tl_cookiebar.description.0
source: Title & description
de: Titel & Beschreibung
fr: Titre & description
sv: Titel & beskrivning

# tl_cookiebar.description.1
source: Describe the purpose of the cookiebar.
de: Beschreiben Sie hier den Zweck der Cookiebar.
fr: Décrivez l'objectif du panneau Cookiebar.

# tl_cookiebar.infoDescription.0
source: Additional information
de: Info-Beschreibung
fr: Informations complémentaires
sv: Info-beskrivning

# tl_cookiebar.infoDescription.1
source: Here you can add more information, that are displayed below the buttons.
de: Definieren Sie hier weitere Informationen, welche unterhalb der Buttons ausgegeben werden.
fr: Ici, vous pouvez ajouter des informations supplémentaires, qui seront affichées sous les boutons.
sv: Definiera ytterligare information här, som matas ut under knapparna.

# tl_cookiebar.infoUrls.0
source: Info-Links
fr: Liens d'informations

# tl_cookiebar.infoUrls.1
source: Please enter further links here, e.g. to the privacy policy, imprint or legal notices.
de: Geben Sie hier weitere Links an, z.B. zur Datenschutzerklärung, Impressum oder rechtlichen Hinweisen.
fr: Veuillez saisir ici d'autres liens, par exemple vers la politique de confidentialité ou les mentions légales.
sv: Ange ytterligare länkar här, t.ex. till dataskyddsdeklarationen, avtryck eller juridisk information.

# tl_cookiebar.excludePages.0
source: Exclude pages
de: Seiten ausschließen
fr: Pages exclues

# tl_cookiebar.excludePages.1
source: Here you can define the pages where the cookiebar should not open automatically.
de: Definieren Sie hier die Seiten, in denen die Cookiebar nicht automatisch geöffnet werden soll.
fr: Vous pouvez définir ici les pages où la barre de cookies ne doit pas s'ouvrir automatiquement.

# tl_cookiebar.template.0
source: Template
fr: Modèle

# tl_cookiebar.template.1
source: Here you can select a template for the cookiebar.
de: Hier können Sie ein Template für die Cookiebar auswählen.
fr: Ici, vous pouvez sélectionner un modèle pour le panneau Cookiebar.
sv: Välj en template.

# tl_cookiebar.buttonColorScheme.0
source: Button color scheme
de: Button-Farbschema
fr: Couleurs des boutons

# tl_cookiebar.buttonColorScheme.1
source: Defines the color scheme of the available buttons.
de: Definiert das Farbschema der verfügbaren Buttons.
fr: Définit les couleurs des boutons disponibles.

# tl_cookiebar.alignment.0
source: Alignment
de: Ausrichtung
fr: Alignement
sv: Justering

# tl_cookiebar.alignment.1
source: Here you can define the position & orientation of the cookiebar.
de: Hier können Sie die Position & Ausrichtung der Cookiebar definieren.
fr: Vous pouvez définir ici la position et l'orientation du panneau Cookiebar.
sv: Här kan du definiera kaklistans position & inriktning.

# tl_cookiebar.blocking.0
source: Blocking
de: Blockierend
fr: Bloquage
sv: Blockering

# tl_cookiebar.blocking.1
source: Blocks the use of the site until the cookiebar has been used.
de: Blockiert das Bedienen der Seite, bis die Cookiebar bedient wurde.
fr: Bloque l'utilisation du site jusqu'à ce que le panneau Cookiebar ait été utilisé.
sv: Blockerar användningen av webbplatsen tills cookieboxen har använts.

# tl_cookiebar.position.1
source: Here you can define the position of the cookiebar in the HTML.
de: Definieren Sie hier die Position der Cookiebar im HTML.
fr: Vous pouvez définir ici la position du panneau Cookiebar dans le code HTML.

# tl_cookiebar.scriptPosition.0
source: Script position
de: Skript-Position
fr: Position du script

# tl_cookiebar.scriptPosition.1
source: Here you can define the position of the cookiebar scripts within the HTML.
de: Definieren Sie hier die Position der Cookiebar-Skripte im HTML.
fr: Vous pouvez définir ici la position des scripts du panneau Cookiebar dans le code HTML.

# tl_cookiebar.cssID.1
source: Here you can set an ID and one or more classes.
de: Hier können Sie eine ID und beliebig viele Klassen eingeben.
fr: Ici, vous pouvez définir un ID et une ou plusieurs classes.
sv: Här kan du ange ett ID och valfritt antal klasser.

# tl_cookiebar.cookieLog.1
source: Show consents
de: Einwilligungen anzeigen
fr: Afficher les consentements

# tl_cookiebar.essentialCookieLanguage.0
source: Language of the essential cookie group
de: Sprache der essenziellen Cookiegruppe
fr: Langue du groupe de cookies essentiels

# tl_cookiebar.essentialCookieLanguage.1
source: Specify in which language the descriptions of the essential cookies should be created.
de: Legen Sie fest, in welcher Sprache die Beschreibungen der essenziellen Cookies angelegt werden sollen.
fr: Spécifier dans quelle langue les descriptions des cookies essentiels doivent être créées.
sv: Ange på vilket språk beskrivningarna av de väsentliga kakorna ska skapas.

# tl_cookiebar.disableTrackingWhileLoggedIn.0
source: Désactiver le suivi lors de la connexion
fr: Tracking im eingeloggten Zustand deaktivieren

# tl_cookiebar.disableTrackingWhileLoggedIn.1
source: Disables the execution of scripts when logged in to the backend.
de: Deaktiviert das Ausführen von Skripten im Frontend wenn man im Backend eingeloggt ist.
fr: Désactiver l'exécution de scripts lors de la connexion au backend.

# tl_cookiebar.bodyAboveContent
source: Above the content in the body tag
de: Über dem Inhalt im Body-Tag
fr: Avant le contenu dans la balise body
sv: Ovanför innehållet i body-taggen

# tl_cookiebar.bodyBelowContent
source: Below the content in the body tag
de: Unter dem Inhalt im Body-Tag
fr: Après le contenu dans la balise body
sv: Nedanför innehållet i body-taggen

# tl_cookiebar.body
source: Body tag
fr: Balise body

# tl_cookiebar.head
source: Head tag
fr: Balise Head

# tl_cookiebar.align-top
source: Center | Top
de: Mitte | Oben
fr: Centre | Haut
sv: Mitten | Ovan

# tl_cookiebar.align-top-left
source: Left | Top
de: Links | Oben
fr: Gauche | Haut
sv: Vänster | Ovan

# tl_cookiebar.align-top-right
source: Right | Top
de: Rechts | Oben
fr: Droite | Haut
sv: Höger | Ovan

# tl_cookiebar.align-middle
source: Center | Center
de: Mitte | Mitte
fr: Centre | Centre
sv: Mitten | Mitten

# tl_cookiebar.align-bottom
source: Center | Bottom
de: Mitte | Unten
fr: Centre | Bas
sv: Mitten | Nedan

# tl_cookiebar.align-bottom-left
source: Left | Bottom
de: Links | Unten
fr: Gauche | Bas
sv: Vänster | Nedan

# tl_cookiebar.align-bottom-right
source: Right | Bottom
de: Rechts | Unten
fr: Droite | Bas
sv: Höger | Nedan

# tl_cookiebar.neutral
source: Neutral
fr: Neutre

# tl_cookiebar.grayscale
source: Grayscale
de: Graustufen
fr: Niveaux de gris
sv: Gråskala

# tl_cookiebar.highlight
source: Highlight
de: Hervorheben
fr: En évidence
sv: Markera

# tl_cookiebar.new.0
source: New
de: Neu
fr: Nouveau
sv: Ny

# tl_cookiebar.new.1
source: Create a new cookiebar configuration
de: Eine neue Cookiebar-Konfiguration erstellen
fr: Créer une nouvelle configuration Cookiebar
sv: Skapa en ny cookiebox-konfiguration

# tl_cookiebar.show.0
source: Cookiebar configuration details
de: Cookiebar-Konfiguration Details
fr: Détails de la configuration Cookiebar

# tl_cookiebar.show.1
source: Show the details of configuration ID %s
de: Details der Cookiebar-Konfiguration ID %s anzeigen
fr: Afficher les détails de la configuration ID %s
sv: Visa konfigurationsinformation för cookieboxen ID %s

# tl_cookiebar.edit.0
source: Edit groups
de: Gruppen bearbeiten
fr: Modifier les groupes
sv: Redigera grupper

# tl_cookiebar.edit.1
source: Edit cookiebar groups of configuration ID %s
de: Cookiebar-Gruppen der Konfiguration ID %s bearbeiten
fr: Modifier les groupes Cookiebar de la configuration ID %s

# tl_cookiebar.editheader.0
source: Edit cookiebar configuration
de: Cookiebar-Konfiguration bearbeiten
fr: Modifier la configuration Cookiebar

# tl_cookiebar.editheader.1
source: Edit cookiebar configuration ID %s
de: Cookiebar-Konfiguration ID %s bearbeiten
fr: Modifier la configuration Cookiebar ID %s

# tl_cookiebar.copy.0
source: Duplicate cookiebar configuration
de: Cookiebar-Konfiguration duplizieren
fr: Dupliquer la configuration Cookiebar

# tl_cookiebar.copy.1
source: Duplicate cookiebar configuration ID %s
de: Cookiebar-Konfiguration ID %s duplizieren
fr: upliquer la configuration Cookiebar ID %s

# tl_cookiebar.delete.0
source: Delete cookiebar configuration
de: Cookiebar-Konfiguration löschen
fr: Supprimer la configuration Cookiebar

# tl_cookiebar.delete.1
source: Delete cookiebar configuration ID %s
de: Cookiebar-Konfiguration ID %s löschen
fr: Supprimer la configuration Cookiebar ID %s

# tl_cookiebar.consentLog.0
source: Consent logging is not activated
de: Die Zustimmungsprotokollierung ist nicht aktiviert

# tl_cookiebar.consentLog.1
source: Consent logging is activated
de: Die Zustimmungsprotokollierung ist aktiviert

# tl_cookiebar.ipAnonymization
source: IP anonymization is deactivated
de: IP-Anonymisierung ist deaktiviert

# tl_cookiebar.cssID.0
source: CSS ID/class
de: CSS-ID/Klasse

# tl_cookiebar.disableTrackingWhileLoggedIn.0
source: Disable tracking when logged in
de: Tracking im eingeloggten Zustand deaktivieren

# tl_cookiebar.noExpireTime
source: This cookie remains only for the current browser session.
sv: Denna cookie kvarstår bara för den aktuella webbläsarsessionen.

# tl_cookiebar.expireLabel
source: Storage duration
sv: Lagringstid

# tl_cookiebar.version.1
source: The current version of the cookiebar configuration is displayed here.
sv: Den aktuella versionen av cookiebox-konfigurationen visas här.

# tl_cookiebar.updateVersion.1
source: Update the current version to force the cookiebar to be displayed to visitors.
sv: Uppdatera den aktuella versionen för att tvinga visning av cookieboxen för besökare.

# tl_cookiebar.description.1
source: Here you can describe the purpose of the cookiebar.
sv: Beskriv syftet med cookiespanelen här.

# tl_cookiebar.infoUrls.0
source: Info links
sv: Info-länkar

# tl_cookiebar.excludePages.0
source: Exclude Pages
sv: Uteslut sidor

# tl_cookiebar.excludePages.1
source: Here you can define the pages in which the cookiebar should not open automatically.
sv: Definiera de sidor där cookiespanelen inte ska öppnas automatiskt.

# tl_cookiebar.position.1
source: Here you can define the position of the cookie bar in the HTML.
sv: Definiera placeringen av cookieboxen i HTML här.

# tl_cookiebar.scriptPosition.0
source: Script-Position
sv: Skript-Position

# tl_cookiebar.scriptPosition.1
source: Here you can define the position of the cookiebar script within the HTML.
sv: Här definierar du placeringen av cookieboxen-skript i HTML.

# tl_cookiebar.cookieLog.0
source: Log
sv: Logg

# tl_cookiebar.cookieLog.1
source: Einwilligungen anzeigen
sv: Visa samtycke

# tl_cookiebar.essentialCookieLanguage.0
source: Create essential cooking group
sv: Skapa en viktig matlagningsgrupp

# tl_cookiebar.show.0
source: Show details
sv: Visa konfigurationsinformation för cookieboxen

# tl_cookiebar.edit.1
source: Edit groups of configuration ID %s
sv: Redigera grupper av cookieboxen med konfigurations-ID %s

# tl_cookiebar.editheader.0
source: Edit configuration
sv: Redigera konfiguration

# tl_cookiebar.editheader.1
source: Edit configuration ID %s
sv: Redigera konfiguration ID %s

# tl_cookiebar.copy.0
source: Duplicate configuration
sv: Duplicera konfiguration

# tl_cookiebar.copy.1
source: Duplicate configuration ID %s
sv: Duplicera konfiguration ID %s

# tl_cookiebar.delete.0
source: Delete configuration
sv: Ta bort konfiguration

# tl_cookiebar.delete.1
source: Delete configuration ID %s
sv: Ta bort konfiguration ID %s
