Repository: oveleon/contao-cookiebar
Catalog: src/Resources/contao/languages/*/*_cookie_config.xlf
Languages: sv

# tl_cookie_config.title_legend
source: Configuration / Type
sv: Konfiguration / typ

# tl_cookie_config.title.0
source: Title
sv: Titel

# tl_cookie_config.title.1
source: Enter the title of the configuration here.
sv: Ange titeln på konfigurationen här.

# tl_cookie_config.type.0
source: Config-Type
sv: Typ av konfiguration

# tl_cookie_config.type.1
source: Select a predefined configuration type.
sv: Välj en fördefinierad konfigurationstyp.

# tl_cookie_config.sourceUrl.0
source: Source URL
sv: Källans URL

# tl_cookie_config.sourceUrl.1
source: The source URL is used to integrate scripts that must be explicitly integrated in the HEAD section of the website to provide an external service.
sv: Käll-URL:n används för att integrera skript som uttryckligen måste integreras i HEAD-avsnittet på webbplatsen för att tillhandahålla en extern tjänst.

# tl_cookie_config.sourceLoadingMode.0
source: Source URL loading mode
sv: Laddningsläge för käll-URL

# tl_cookie_config.sourceLoadingMode.1
source: Define here when the source URL may be embedded.
sv: Här kan du ange när käll-URL:en får bäddas in.

# tl_cookie_config.sourceUrlParameter.0
source: Source URL parameter
sv: Parameter för käll-URL

# tl_cookie_config.sourceUrlParameter.1
source: Define the load parameters of the source URL to be used.
sv: Definiera laddningsparametrarna för den käll-URL som ska användas.

# tl_cookie_config.scriptPosition.0
source: Script position
sv: Position för manuskriptet

# tl_cookie_config.scriptPosition.1
source: Here you can select the position for embedding the script.
sv: Ange här den position där skriptet ska bäddas in.

# tl_cookie_config.scriptLoadingMode.0
source: Loading mode of the configuration
sv: Konfigurationsläget för laddning

# tl_cookie_config.scriptLoadingMode.1
source: Define here when the script / configuration may be embedded.
sv: Ange här när konfigurationen/skriptet får bäddas in.

# tl_cookie_config.vendorId.1
source: Enter your ID here.
sv: Ange ditt ID här.

# tl_cookie_config.tagManager_vendorId.1
source: Enter your Mess-ID, Container-ID or Google Analytics ID here.
sv: Ange ditt Mess-ID, Container-ID or Google Analytics ID här.

# tl_cookie_config.scriptConfig.0
source: Configuration
sv: Konfiguration

# tl_cookie_config.scriptConfig.1
source: Custom JavaScript code.
sv: Egen JavaScript-kod.

# tl_cookie_config.googleConsentMode.0
source: Activate Google Consent Mode
sv: Aktivera Google Consent Mode

# tl_cookie_config.googleConsentMode.1
source: Delivers a predefined configuration for Google Consent Mode. This configuration is overwritten if a custom script has been defined in the "Configuration" field.
sv: Levererar en färdig konfiguration för Google Consent Mode. Denna konfiguration skrivs över om ett separat skript har definierats i fältet "Configuration".

# tl_cookie_config.scriptConfig_xlabel
source: Insert advanced configuration
sv: Infoga avancerad konfiguration

# tl_cookie_config.tagManager.1
source: Integrate Google Tag Manager / Google Consent Mode.
sv: Inkludera Google Tag Manager / Google Consent Mode.

# tl_cookie_config.script.0
source: Custom
sv: Anpassad

# tl_cookie_config.script.1
source: Configure custom script.
sv: Konfigurera anpassade skript.

# tl_cookie_config.bodyBelowContent
source: Below the content in the body tag
sv: Under innehållet i body-taggen

# tl_cookie_config.bodyAboveContent
source: Above the content in the body tag
sv: Ovanför innehållet i body-taggen

# tl_cookie_config.confirmed
source: Load only if one of the cookies was accepted
sv: Ladda endast om en av kakorna har accepterats

# tl_cookie_config.unconfirmed
source: Load only if none of the cookies was accepted
sv: Ladda endast om ingen av kakorna har accepterats

# tl_cookie_config.always
source: Load always
sv: Ladda alltid

# tl_cookie_config.new.0
source: New
sv: Ny

# tl_cookie_config.new.1
source: Create a new configuration
sv: Skapa en ny konfiguration

# tl_cookie_config.show.0
source: Show details
sv: Visa detaljer

# tl_cookie_config.show.1
source: Show the details of cookie ID %s
sv: Visa detaljer om cookie-ID %s

# tl_cookie_config.edit.0
source: Edit configuration
sv: Redigera konfigurationen

# tl_cookie_config.edit.1
source: Edit configuration ID %s
sv: Redigera konfigurations-ID %s

# tl_cookie_config.copy.0
source: Duplicate configuration
sv: Duplicerat konfigurations-ID %s

# tl_cookie_config.copy.1
source: Duplicate configuration ID %s
sv: Duplicerat konfigurations-ID %s

# tl_cookie_config.delete.0
source: Delete cookie
sv: Radera cookie

# tl_cookie_config.delete.1
source: Delete cookie ID %s
sv: Radera cookie-ID %s
