Repository: oveleon/contao-cookiebar
Catalog: src/Resources/contao/languages/*/*_cookie.xlf
Languages: de, fr, sv

# tl_cookie.msgGoogleConsentMode
source: Cookies of the type "Google Consent Mode" can be created multiple times depending on the consent mode.
de: Cookies vom Typ "Google Consent Mode" können abhängig vom Einwilligungsmodus mehrfach angelegt werden.
fr: Les cookies de type "Mode Consentement Google" peuvent être créés plusieurs fois en fonction du mode de consentement.
sv: Cookies av typen "Google Consent Mode" kan skapas flera gånger beroende på samtyckesläget.

# tl_cookie.title_legend
source: Cookie / Type
de: Cookie / Typ
sv: Cookie / Typ

# tl_cookie.script_legend
source: Script
de: Skript
sv: Skript

# tl_cookie.description_legend
source: Description
de: Beschreibung
sv: Beskrivning

# tl_cookie.description.0
source: Description
de: Beschreibung
sv: Beskrivning

# tl_cookie.matomoTagManager.1
source: Integrate Matomo Tag Manager
de: Matomo Tag Manager einbinden

# tl_cookie.etracker.1
source: Integrate etracker
de: etracker einbinden

# tl_cookie.googleConsentMode_vendorId.1
source: Enter your Google Tag Manager ID here.
sv: Ange ditt ID för Google Tag Manager här.

# tl_cookie.gcmMode.0
source: Consent mode
sv: Läge för samtycke

# tl_cookie.gcmMode.1
source: Define the consent mode here. If you want to ask for multiple consents through Google Consent Mode, please create another cookie type of Google Consent Mode.
sv: Definiera samtyckesläget här. Om du vill begära flera samtycken via Google Consent Mode ska du skapa en annan cookie-typ av typen Google Consent Mode.

# tl_cookie.script.1
source: Configure custom script.
sv: Konfigurera användardefinerat skript.
