Repository: oveleon/contao-cookiebar
Catalog: src/Resources/contao/languages/*/*_cookie.xlf
Languages: de, fr, sv

# tl_cookie.msgUnpublished
source: This cookie cannot be deactivated.
de: Dieser Cookie kann nicht deaktiviert werden.
fr: Ce cookie ne peut pas être désactivé.
sv: Denna cookie kan inte inaktiveras.

# tl_cookie.template_legend
source: Template
fr: Modèle

# tl_cookie.global_config_legend
source: Global configuration
de: Globale Konfiguration
fr: Configuration globale
sv: Global konfiguration

# tl_cookie.detailDescription_legend
source: Detailed description
de: Detaillierte Beschreibung
fr: Description détaillée
sv: Detaljerad beskrivning

# tl_cookie.expert_legend
source: Expert settings
de: Experteneinstellungen
fr: Paramètres avancés
sv: Expertinställningar

# tl_cookie.publish_legend
source: Publish settings
de: Veröffentlichung
fr: Paramètres de publication
sv: Publiceringsinställningar

# tl_cookie.title.0
source: Title
de: Titel
fr: Titre
sv: Titel

# tl_cookie.title.1
source: Enter the title of the cookie here.
de: Geben Sie hier den Titel des Cookies ein.
fr: Saisir le titre du cookie ici.
sv: Ange titeln på cookie här.

# tl_cookie.token.0
source: Cookie token
fr: Token cookie

# tl_cookie.token.1
source: Enter the unique name(s) (token) in a comma-separated list for the cookie (e.g. _ga, gid, ...). These are mandatory to be able to delete cookies that have already been set.
de: Geben Sie den/die eindeutigen Namen (Token) in einer durch Komma getrennten Liste für das Cookie ein (z.B. _ga, gid, ...). Diese sind zwingend erforderlich, um bereits gesetzte Cookies wieder löschen zu können.
fr: Entrez le(s) nom(s) unique(s) (token) dans une liste séparée par des virgules pour le cookie (par exemple, _ga, gid, ...). Ils sont obligatoires pour pouvoir supprimer les cookies qui ont déjà été définis.
sv: Ange unikt/unika namn (Token) i en kommaseparerad lista för en cookie (t.ex. _ga, gid, ...). Dessa är absolut nödvändiga för att kunna ta bort cookies som redan har ställts in.

# tl_cookie.showTokens.0
source: Show Cookie-Token
de: Cookie-Token anzeigen
fr: Afficher Cookie-Token
sv: Visa Cookie-Token

# tl_cookie.showTokens.1
source: Defines if the Cookie-Token should be visible in the info section.
de: Definiert, ob die Cookie-Token im Infobereich angezeigt werden sollen.
fr: Définit si le Cookie-Token doit être visible dans la section info.
sv: Definierar om cookietoken ska visas i meddelandefältet.

# tl_cookie.showExpireTime.0
source: Show expire time
de: Cookie Speicherdauer anzeigen
fr: Afficher le délai d'expiration
sv: Visa Cookies lagringstid

# tl_cookie.showExpireTime.1
source: Defines whether the expire time should be visible in the info section.
de: Definiert, ob die Speicherdauer im Info-Abschnitt angezeigt werden soll.
fr: Définit si le délai d'expiration doit être visible dans la section d'information.
sv: Definierar om lagringstiden ska visas i informationsavsnittet.

# tl_cookie.showProvider.0
source: Show provider
de: Anbieter anzeigen
fr: Afficher le fournisseur
sv: Visa leverantör

# tl_cookie.showProvider.1
source: Defines whether the provider should be visible in the info section.
de: Definiert, ob der Anbieter im Info-Abschnitt angezeigt werden soll.
fr: Définit si le fournisseur doit être visible dans la section d'information.
sv: Definierar om leverantören ska visas i informationsavsnittet.

# tl_cookie.type.0
source: Cookie-Type
de: Cookie-Typ
fr: Type de Cookie
sv: Cookie-Typ

# tl_cookie.type.1
source: Select a predefined cookie type.
de: Wählen Sie einen vordefinierten Cookie-Typen.
fr: Sélectionnez un type de cookie prédéfini.
sv: Välj en fördefinierad cookietyp.

# tl_cookie.iframeType.0
source: iFrame-Type
de: iFrame-Typ
fr: Type d'iFrame
sv: iFrame-Typ

# tl_cookie.iframeType.1
source: Select an iframe type.
de: Wählen Sie einen iFrame-Typen.
fr: Sélectionnez un type d'iframe
sv: Välj en iframe-typ.

# tl_cookie.blockTemplate.0
source: Template (blocked)
de: Template (blockiert)
fr: Modèle (bloqué)
sv: Template (blockerad)

# tl_cookie.blockTemplate.1
source: Choose a template that will be used when the content is blocked.
de: Wählen Sie ein Template, welches verwendet wird, wenn der Inhalt blockiert wird.
fr: Choisissez un modèle qui sera utilisé lorsque le contenu sera bloqué.
sv: Välj en template som ska användas när innehållet blockeras.

# tl_cookie.scriptTemplate.0
source: Script template
de: Skript-Template
fr: Modèle de script
sv: Skript-Template

# tl_cookie.scriptTemplate.1
source: Choose a template where the custom script is located.
de: Wählen Sie ein Template, in der sich das benutzerdefinierte Skript befindet.
fr: Choisissez un modèle incluant le script personnalisé.
sv: Välj en template där det användardefinierade skriptet finns.

# tl_cookie.sourceUrl.0
source: Source URL
de: Quell-URL
fr: URL Source
sv: Käll-URL

# tl_cookie.sourceUrl.1
source: The source URL is used to integrate scripts that must be explicitly integrated in the HEAD section of the website to provide an external service.
de: Die Quell-URL dient zur Einbindung von Skripten, welche explizit im HEAD-Bereich der Website integriert werden müssen, um einen externen Service bereitzustellen.
fr: L'URL source est utilisée pour intégrer des scripts qui doivent être explicitement intégrés dans la section HEAD du site pour fournir un service externe.
sv: Käll-URL:en används för att integrera skript som måste uttryckligen integreras i HEAD-området på webbplatsen för att kunna tillhandahålla en extern tjänst.

# tl_cookie.sourceVersioning.0
source: Use versioning
de: Versionierung verwenden
fr: Utiliser le versionnage
sv: Använd versionshantering.

# tl_cookie.sourceVersioning.1
source: Adds a cache busting parameter to the script.
de: Fügt dem Skript einen Cache-Busting-Parameter hinzu.
fr: Ajoute un paramètre de destruction de cache au script.
sv: Lägger till en cache-busting-parameter i skriptet.

# tl_cookie.sourceLoadingMode.0
source: Source URL loading mode
de: Lademodus der Quell-URL
fr: Mode de chargement de l'URL source
sv: Laddningsläge för käll-URL

# tl_cookie.sourceLoadingMode.1
source: Here you can define the moment when the source URL is allowed to be embedded.
de: Definieren Sie hier, wann die Quell-URL eingebettet werden darf.
fr: Ici, vous pouvez définir le moment où l'URL source est autorisée à être incorporée.
sv: Definiera här när källadressen kan vara inbäddad.

# tl_cookie.sourceUrlParameter.0
source: Source URL parameter
de: Quell-URL Parameter
fr: Paramètre de l'URL source
sv: Parametrar för käll-URL

# tl_cookie.sourceUrlParameter.1
source: Define the load parameters of the source URL to be used.
de: Definieren Sie die zu verwendenden Lade-Parameter der Source URL.
fr: Définir les paramètres de chargement de l'URL source à utiliser.
sv: Definiera ladda-parametrarna för käll-URL:en som ska användas.

# tl_cookie.scriptConfirmed.0
source: Script (Confirmed)
de: Skript (Bestätigt)
fr: Script (Confirmé)
sv: Skript (Bekräftat)

# tl_cookie.scriptConfirmed.1
source: Here you can enter the script (without the enclosing script tag) that is output after the cookie has been confirmed.
de: Tragen Sie hier das Skript ein (ohne umschließenden script-Tag), welches nach Bestätigung des Cookies ausgegeben werden soll.
fr: Vous pouvez saisir ici le script (sans la balise script qui l'entoure) qui sera affiché après la confirmation du cookie.
sv: Ange skriptet här (utan en bifogad skripttagg) som ska matas ut efter att denna cookie har bekräftats.

# tl_cookie.scriptUnconfirmed.0
source: Script (Not confirmed)
de: Skript (Nicht bestätigt)
fr: Script (Non confirmé)
sv: Skript (Inte bekräftat)

# tl_cookie.scriptUnconfirmed.1
source: Here you can enter the script (without the enclosing script tag) that should be output if this cookie is not confirmed.
de: Tragen Sie hier das Skript ein (ohne umschließenden script-Tag), welches ausgegeben werden soll, wenn dieser Cookie nicht bestätigt wurde.
fr: Vous pouvez saisir ici le script (sans la balise script qui l'entoure) qui doit être affiché si ce cookie n'est pas confirmé.
sv: Ange skriptet här (utan en bifogad skripttagg) som ska matas ut om denna cookie inte bekräftades.

# tl_cookie.scriptPosition.0
source: Script position
de: Skript-Position
fr: Position du script
sv: Skript-Position

# tl_cookie.scriptPosition.1
source: Here you can select the position for embedding the script (both confirmed and unconfirmed).
de: Hier können Sie die Position für die Einbettung des Skripts auswählen (sowohl bestätigt als auch unbestätigt).
fr: Vous pouvez sélectionner ici la position d'intégration du script (confirmée ou non).
sv: Ange den position där skriptet (både bekräftat och inte bekräftat) ska bäddas in.

# tl_cookie.expireTime.0
source: Cookie retention period
de: Cookie Speicherdauer
fr: Période de conservation des cookies
sv: Cookie lagringstid

# tl_cookie.expireTime.1
source: Here you can define the duration for how long the cookie is stored; alternatively, you can refer to the provider's description.
de: Hier können Sie die Dauer festlegen, wie lange das Cookie gespeichert wird; alternativ können Sie sich auf die Beschreibung des Anbieters beziehen.
fr: Vous pouvez définir ici la durée pendant laquelle le cookie est stocké ; vous pouvez également vous référer à la description du fournisseur.
sv: Definiera hur länge denna cookie ska lagras här eller hänvisa till beskrivningen av leverantören.

# tl_cookie.provider.0
source: Provider
de: Anbieter
fr: Fournisseur
sv: Leverantör

# tl_cookie.provider.1
source: Define here the provider information like company name and address, that is responsible for this cookie.
de: Definieren Sie hier die Anbieter-Informationen wie Firmenname und Adresse, welche für dieses Cookie verantwortlich sind.
fr: Définissez ici les informations du fournisseur, comme le nom et l'adresse de la société, qui est responsable de ce cookie.
sv: Definiera här leverantörsinformation som företagsnamn och adress som ansvarar för denna cookie.

# tl_cookie.description.1
source: Describe the cookie and its purpose.
de: Beschreiben Sie hier den Cookie und dessen Zweck.
fr: Décrivez le cookie et son objectif.
sv: Beskriv cookie och dess syfte här.

# tl_cookie.detailDescription.0
source: Detailed description
de: Detaillierte Beschreibung
fr: Description détaillée
sv: Detaljerad beskrivning

# tl_cookie.detailDescription.1
source: Here you can enter a detailed description about the cookie.
de: Hier können Sie eine detaillierte Beschreibung zum Cookie eingeben.
fr: Vous pouvez saisir ici une description détaillée du cookie.
sv: Beskriv denna cookie och dess syfte mer detaljerat här.

# tl_cookie.blockDescription.0
source: Description (blocked)
de: Beschreibung (blockiert)
fr: Description (bloqué)
sv: Beskrivning (blockerad)

# tl_cookie.blockDescription.1
source: This description appears when an iFrame is blocked due to not having consent.
de: Diese Beschreibung erscheint, wenn ein iFrame durch fehlende Einwilligung geblockt wird.
fr: Cette description apparaît lorsqu'une iFrame est bloquée en raison de l'absence de consentement.
sv: Denna beskrivning visas när en iFrame blockeras på grund av bristande bekräftelse av cookien.

# tl_cookie.vendorId.1
source: Enter your ID here.
de: Geben Sie hier Ihre ID ein.
fr: Saisissez votre ID ici.
sv: Ange ditt ID här.

# tl_cookie.googleAnalytics_vendorId.0
source: Google Analytics ID
fr: ID Google Analytics

# tl_cookie.googleAnalytics_vendorId.1
source: Enter your Google Analytics ID here.
de: Geben Sie hier Ihre Google Analytics ID ein.
fr: Saisissez votre ID Google Analytics ici.
sv: Ange ditt Google Analytics-ID här.

# tl_cookie.googleConsentMode_vendorId.1
source: Enter your Tag ID here.
de: Geben Sie hier Ihre Tag ID ein.
fr: Saisissez votre Tag ID ici

# tl_cookie.facebookPixel_vendorId.0
source: Facebook-ID
fr: ID Facebook

# tl_cookie.facebookPixel_vendorId.1
source: Enter your Facebook ID here.
de: Geben Sie hier Ihre Facebook ID ein.
fr: Saisissez votre ID Facebook ici.
sv: Ange ditt Facebook-ID här.

# tl_cookie.matomo_vendorId.0
source: Matomo-ID
fr: ID Matomo

# tl_cookie.matomo_vendorId.1
source: Enter your Matomo ID here.
de: Geben Sie hier Ihre Matomo-ID ein.
fr: Saisissez votre ID Matomo ici.
sv: Ange ditt Matomo-ID här.

# tl_cookie.matomo_vendorUrl.0
source: Matomo server URL
fr: URL du serveur Matomo

# tl_cookie.matomo_vendorUrl.1
source: Enter the Matomo server URL here.
de: Geben Sie hier die Matomo Server-URL ein.
fr: Saisissez l'URL du serveur Matomo ici.
sv: Ange URL för Matomo-server här.

# tl_cookie.matomoTagManager_vendorId.1
source: Enter your Matomo ID here.
de: Geben Sie hier Ihre Matomo-ID ein.
fr: Saisissez ici votre Matomo-ID.
sv: Ange ditt Matomo-ID här.

# tl_cookie.matomoTagManager_vendorUrl.0
source: Matomo server URL
fr: URL du serveur Matomo
sv: URL till Matomo-servern

# tl_cookie.matomoTagManager_vendorUrl.1
source: Enter the Matomo server URL here.
de: Geben Sie hier die Matomo Server-URL ein.
fr: Saisissez ici l'URL du serveur Matomo.
sv: Ange Matomo-serverns URL här.

# tl_cookie.etracker_vendorId.1
source: Enter your etracker secure code here.
de: Geben Sie hier Ihren etracker Secure Code ein.
fr: Saisissez ici votre etracker Secure Code.
sv: Ange din säkra etracker-kod här.

# tl_cookie.scriptConfig.0
source: Additional configuration
de: Zusätzliche Konfiguration
fr: Configuration supplémentaire
sv: Ytterligare konfiguration

# tl_cookie.scriptConfig.1
source: Here you can enter additional parameters that will be considered when loading the script.
de: Tragen Sie hier weitere Parameter ein, welche beim Laden des Skriptes berücksichtigt werden sollen.
fr: Vous pouvez saisir ici des paramètres supplémentaires qui seront pris en compte lors du chargement du script.
sv: Ange ytterligare parametrar här som bör beaktas när man laddar skriptet.

# tl_cookie.globalConfig.0
source: Global configuration
de: Globale Konfiguration
fr: Configuration globale
sv: Global konfiguration

# tl_cookie.globalConfig.1
source: Depending on the setting, global configurations are executed directly when entering the page and without any confirmation. Useful for Google Consent Mode or similar scripts, that are allowed to run without consent.
de: Globale Konfigurationen werden je nach Einstellung direkt beim betreten der Seite und ohne Bestätigung ausgeführt. Nützlich für Google Consent Mode o. ä. Skripte, welche bereits ohne Zustimmung ausgeführt werden dürfen.
fr: En fonction des paramètres, les configurations globales sont exécutées directement en arrivant sur la page et sans aucune confirmation. Utile pour le mode Consentement de Google ou des scripts similaires, qui sont autorisés à s'exécuter sans consentement.
sv: Globala konfigurationer utförs direkt när sidan anropas och utan bekräftelse. Användbart för Google Consent Mode eller liknande skript som redan kan exekveras utan samtycke.

# tl_cookie.gcmMode.0
source: Consents
de: Einwilligungen
fr: Consentements

# tl_cookie.gcmMode.1
source: Here you can select the consents.
de: Hier können Sie die Einwilligungen auswählen.
fr: Vous pouvez sélectionner ici les consentements.

# tl_cookie.tokenConfig_xlabel
source: Insert default token
de: Standard-Token einfügen
fr: Insérer le token par défaut
sv: Infoga standard-token

# tl_cookie.tokenConfig_googleAnalytics_error
source: Google Analytics ID needs to be set.
de: Google Analytics ID muss gesetzt sein.
fr: L'ID Google Analytics doit être défini.
sv: Google Analytics-ID måste ställas in.

# tl_cookie.scriptConfig_xlabel
source: Insert default configuration
de: Standard-Konfiguration einfügen
fr: Insérer la configuration par défaut
sv: Infoga standardkonfiguration

# tl_cookie.disabled.0
source: Prevent deactivation
de: Deaktivierung unterbinden
fr: Empêcher la désactivation
sv: Förhindra avaktivering

# tl_cookie.disabled.1
source: Define whether this cookie can be deactivated by the visitor.
de: Definieren Sie, ob dieser Cookie durch den Besucher deaktiviert werden kann.
fr: Définissez si ce cookie peut être désactivé par le visiteur.
sv: Definiera om denna cookie kan inaktiveras av besökaren.

# tl_cookie.checked.0
source: Preselect consent
de: Einwilligung vorauswählen
fr: Présélection du consentement
sv: Förhandsval samtycke

# tl_cookie.checked.1
source: Activates the checkbox when opening the cookiebar for the first time.
de: Aktiviert die Checkbox beim erstmaligen Öffnen der Cookiebar.
fr: Cocher la case à cocher lors de la première ouverture du panneau Cookiebar.
sv: Aktiverar kryssrutan när kakfältet öppnas för första gången.

# tl_cookie.blockCookies.0
source: Always block cookies
de: Cookies immer blockieren
fr: Cookies à bloquer

# tl_cookie.blockCookies.1
source: This service can be used with and without cookies. Cookies are always blocked via this setting.
de: Dieser Service kann mit und ohne Cookies verwendet werden. Über diese Einstellung werden Cookies immer blockiert.
fr: Ce service peut être utilisé avec ou sans cookies. Ce paramètre permet de toujours bloquer les cookies.

# tl_cookie.published.0
source: Publish
de: Veröffentlichen
fr: Publier
sv: Publicera

# tl_cookie.published.1
source: Define here whether the cookie may be set / displayed.
de: Definieren Sie hier ob das Cookie gesetzt / angezeigt werden darf.
fr: Définissez ici si le cookie peut être défini / affiché.
sv: Definiera här om cookien kan ställas in / visas.

# tl_cookie.googleAnalytics.1
source: Integrate Google Analytics via Google Tag Manager
de: Google Analytics über den Google Tag Manager einbinden
fr: Intégrer Google Analytics via Google Tag Manage
sv: Integrera Google Analytics via Google Tag Manager

# tl_cookie.googleConsentMode.0
source: Google Consent Mode
fr: Mode Consentement Google

# tl_cookie.googleConsentMode.1
source: Integrate Google Consent Mode via Google Tag Manager
de: Google Consent Mode über den Google Tag Manager einbinden
fr: Intégrer le mode de consentement de Google via Google Tag Manager
sv: Inkludera Google Consent Mode via Google Tag Manager

# tl_cookie.facebookPixel.1
source: Integrate Facebook Pixel
de: Facebook Pixel einbinden
fr: Intégrer Facebook Pixel
sv: Integrera Facebook Pixel

# tl_cookie.matomo.1
source: Integrate Matomo
de: Matomo einbinden
fr: Intégrer Matomo
sv: Integrera Matomo

# tl_cookie.youtube.1
source: Integrate YouTube.
de: YouTube einbinden.
fr: Intégrer YouTube.
sv: Integrera YouTube.

# tl_cookie.googlemaps.1
source: Integrate Google Maps.
de: Google Maps einbinden.
fr: Intégrer Google Maps.
sv: Integrera Google Maps.

# tl_cookie.vimeo.1
source: Integrate Vimeo.
de: Vimeo einbinden.
fr: Intégrer Vimeo.
sv: Integrera Vimeo.

# tl_cookie.openstreetmap.1
source: Integrate OpenStreetMap.
de: OpenStreetMap einbinden.
fr: Intégrer OpenStreetMap.
sv: Integrera OpenStreetMap.

# tl_cookie.default.0
source: Info
de: Hinweis
fr: Informations
sv: Anteckning

# tl_cookie.default.1
source: Configure a cookie notice
de: Hinweis zu einem Cookie konfigurieren
fr: Configurer une note sur un cookie
sv: Konfigurera en anteckning på en cookie

# tl_cookie.script.0
source: Custom (Script)
de: Benutzerdefiniert (Skript)
fr: Personnalisé (Script)
sv: Användardefinerat (Skript)

# tl_cookie.script.1
source: Configure custom script
de: Benutzerdefiniertes Skript konfigurieren
fr: Configurer un script personnalisé

# tl_cookie.template.0
source: Custom (Template)
de: Benutzerdefiniert (Template)
fr: Personnalisé (Modèle)
sv: Användardefinerat (Template)

# tl_cookie.template.1
source: Include a custom script via a template. Remember that only the script tag inside the template will be used during processing.
de: Ein benutzerdefiniertes Skript über ein Template einbinden. Bitte beachte, dass ausschließlich das sich darin befindliche script-Tag bei der Verarbeitung berücksichtigt wird.
fr: Incluez un script personnalisé via un modèle. N'oubliez pas que seule la balise script contenue dans le modèle sera utilisée.
sv: Integrera ett användardefinierat skript via en template. Observera att endast skripttaggen i den tas med i beräkningen under bearbetningen.

# tl_cookie.iframe.1
source: Configure iFrame for e.g. YouTube, Vimeo or Google Maps
de: iFrame für bspw. YouTube, Vimeo oder Google Maps
fr: Configurer iFrame pour, par exemple, YouTube, Vimeo ou Google Maps
sv: iFrame för t.ex. YouTube, Vimeo eller Google Maps

# tl_cookie.confirmed
source: Only load if cookie was accepted
de: Nur laden, wenn Cookie akzeptiert wurde
fr: Chargement uniquement si le cookie a été accepté
sv: Ladda endast om cookien har accepterades

# tl_cookie.unconfirmed
source: Only load if cookie was not accepted
de: Nur laden, wenn Cookie nicht akzeptiert wurde
fr: Chargement uniquement si le cookie n'a pas été accepté
sv: Ladda endast om cookien inte accepterades

# tl_cookie.always
source: Load always
de: Immer laden
fr: Charger toujours
sv: Ladda alltid

# tl_cookie.bodyBelowContent
source: Below the content in the body tag
de: Unterhalb des Inhalts im Body-Tag
fr: Après le contenu de la balise body
sv: Nedanför innehållet i body-taggen

# tl_cookie.bodyAboveContent
source: Above the content in the body tag
de: Oberhalb des Inhalts im Body-Tag
fr: Avant le contenu de la balise body
sv: Ovanför innehållet i body-taggen

# tl_cookie.head
source: Head tag
fr: Balise Head

# tl_cookie.new.0
source: New
de: Neu
fr: Nouveau
sv: Ny

# tl_cookie.new.1
source: Create a new cookie
de: Einen neuen Cookie erstellen
fr: Créer un nouveau cookie
sv: Skapa en ny cookie

# tl_cookie.show.0
source: Show details
de: Details anzeigen
fr: Afficher les détails
sv: Visa detaljer

# tl_cookie.show.1
source: Show the details of cookie ID %s
de: Details der Cookie ID %s anzeigen
fr: Afficher les détails du cookie ID %s
sv: Visa detaljer om cookie-ID %s

# tl_cookie.edit.0
source: Edit cookie
de: Cookie bearbeiten
fr: Modifier le cookie
sv: Redigera cookie

# tl_cookie.edit.1
source: Edit cookie ID %s
de: Cookie ID %s bearbeiten
fr: Modifier le cookie ID %s
sv: Redigera cookie-ID %s

# tl_cookie.editheader.0
source: Edit group
de: Gruppe bearbeiten
fr: Modifier le groupe
sv: Redigera grupp

# tl_cookie.editheader.1
source: Edit group
de: Gruppe bearbeiten
fr: Modifier le group
sv: Redigera grupp

# tl_cookie.copy.0
source: Duplicate cookie
de: Cookie duplizieren
fr: Dupliquer le cookie
sv: Duplicera cookie

# tl_cookie.copy.1
source: Duplicate cookie ID %s
de: Cookie ID %s duplizieren
fr: Dupliquer le cookie ID %s
sv: Duplicera cookie-ID %s

# tl_cookie.cut.0
source: Move cookie
de: Cookie verschieben
fr: Déplacer le cookie
sv: Flytta cookie

# tl_cookie.cut.1
source: Move cookie ID %s
de: Cookie ID %s verschieben
fr: Déplacer le cookie ID %s
sv: Flytta cookie ID %s

# tl_cookie.delete.0
source: Delete cookie
de: Cookie löschen
fr: Supprimer le cookie
sv: Ta bort cookien

# tl_cookie.delete.1
source: Delete cookie ID %s
de: Cookie ID %s löschen
fr: Supprimer le cookie ID %s
sv: Ta bort cookie ID %s

# tl_cookie.toggle.0
source: Publish/unpublish cookie
de: Cookie veröffentlichen/unveröffentlichen
fr: Afficher/Masquer le cookie
sv: Publicera / avpublicera cookie

# tl_cookie.toggle.1
source: Publish/unpublish cookie ID %s
de: Cookie ID %s veröffentlichen/unveröffentlichen
fr: Afficher/Masquer le cookie ID %s
sv: Publicera / avpublicera cookie ID %s

# tl_cookie.priority.0
source: Priority
de: Priorität
fr: Priorité
sv: Prioritet

# tl_cookie.priority.1
source: Optionally configure the priority to affect the order of scripts. Default: 0
de: Optional kann die Priorität konfiguriert werden, um die Reihenfolge der Skripte zu beeinflussen. Standard: 0
fr: Configurer optionnellement la priorité afin d'affecter l'ordre des script. Par défaut : 0
sv: Alternativt konfigurera prioriteten för att påverka ordningen på skripten. Standard: 0

# tl_cookie.editGlobalConfig
source: Edit global configuration
de: Globale Konfiguration bearbeiten
fr: Modifier la configuration globale
