Repository: oveleon/contao-cookiebar
Catalog: src/Resources/contao/languages/*/*_page.xlf
Languages: sv

# tl_page.cookiebar_legend
source: Cookiebar
sv: Cookiebox

# tl_page.activateCookiebar.0
source: Activate Cookiebar
sv: Aktivera cookiebox

# tl_page.activateCookiebar.1
source: Activate the cookiebar for this and its subpages.
sv: Aktivera cookieboxen för denna och dess undersidor.

# tl_page.triggerCookiebar.0
source: Open cookiebar
sv: Öppna cookiebar

# tl_page.triggerCookiebar.1
source: Define here whether the page should be used as a trigger for opening the cookie bar. If this page is included in a navigation, the click will not be redirected, but only the cookie bar will be opened (if JavaScript is active). This is useful, for example, for individual navigations that are placed in the footer.
sv: Här kan du ange om sidan ska användas som en utlösande faktor för att öppna kakfältet. Om den här sidan ingår i en navigering kommer klickningen inte att vidarebefordras, utan endast kakfältet kommer att öppnas (om JavaScript är aktivt). Detta är till exempel användbart för enskilda navigationer som placeras i sidfoten på webbplatsen.

# tl_page.prefillCookies.0
source: Prefill settings
sv: Inställningar förfyllning

# tl_page.prefillCookies.1
source: Activates the already selected cookies when opening the cookiebar.
sv: Aktiverar de redan valda kakorna när kakfältet öppnas.

# tl_page.cookiebarConfig.0
source: Cookiebar configuration
sv: Cookiebox-konfiguration

# tl_page.cookiebarConfig.1
source: Select the cookiebar configuration you want to use.
sv: Välj den cookiebox-konfiguration som ska användas.

# tl_page.overwriteCookiebarMeta.0
source: Overwrite metadata
sv: Skriv över metadata

# tl_page.overwriteCookiebarMeta.1
source: Overwrite the meta information stored in the configuration.
sv: Skriv över metainformationen som är lagrad i konfigurationen.

# tl_page.cookiebarDescription.0
source: Title & description
sv: Titel & beskrivning

# tl_page.cookiebarDescription.1
source: Here you can describe the purpose of the cookiebar.
sv: Beskriv syftet med cookieboxen här.

# tl_page.cookiebarInfoDescription.0
source: Additional information
sv: Info beskrivning

# tl_page.cookiebarInfoDescription.1
source: Here you can add more information, that are displayed below the buttons.
sv: Definiera ytterligare information här, som matas ut under knapparna.

# tl_page.cookiebarAlignment.0
source: Alignment
sv: Justering

# tl_page.cookiebarAlignment.1
source: Define here where the cookiebar should be displayed.
sv: Definiera här var cookieboxen ska visas.

# tl_page.cookiebarBlocking.0
source: Blocking
sv: Blockering

# tl_page.cookiebarBlocking.1
source: Blocks the use of the site until the cookiebar has been used.
sv: Blockerar användningen av webbplatsen tills cookiesboxen har använts.

# tl_page.cookiebarHideOnInit.0
source: Hide cookiebar
sv: Dölj cookiebar

# tl_page.cookiebarHideOnInit.1
source: Do not display the cookie bar on initial visit. The cookie bar can still be opened via the cookie bar opener.
sv: Visa inte cookiefältet vid första besöket på sidan. Cookiefältet kan fortfarande öppnas med hjälp av öppnaren för cookiefältet.

# tl_page.cookiebarInfoUrls.0
source: Info links
sv: Info-Länkar

# tl_page.cookiebarInfoUrls.1
source: Please enter further links here, e.g. to the privacy policy, imprint or legal notices.
sv: Ange ytterligare länkar här, t.ex. till dataskyddsdeklarationen, avtryck eller juridisk information.

# tl_page.cookiebarExcludePages.0
source: Exclude Pages
sv: Uteslut sidor

# tl_page.cookiebarExcludePages.1
source: Here you can define the pages where the cookiebar should not open automatically.
sv: Definiera de sidor där cookieboxen inte ska öppnas automatiskt.

# tl_page.cookiebarButtonColorScheme.0
source: Button color scheme
sv: Knappens färgschema

# tl_page.cookiebarButtonColorScheme.1
source: Defines the color scheme for the available buttons.
sv: Definierar färgschemat för de tillgängliga knapparna.

# tl_page.cookiebarTemplate.1
source: Here you can select a template for the cookiebar.
sv: Välj en template.
