Repository: oveleon/contao-cookiebar
Catalog: src/Resources/contao/languages/*/explain.xlf
Languages: fr

# XPL.cookiebarVersion.0.0
source: Cookiebar versions
fr: Versions Cookiebar

# XPL.cookiebarVersion.0.1
source: Versions can be stored for each cookiebar configuration. Every new version of a configuration forces the cookiebar to be displayed to the visitor, regardless of whether it has already been accepted. This way, visitors can be notified about new cookies and grant or deny permission. Any settings previously set by the visitor remain unchanged.
fr: Des versions peuvent être enregistrées pour chaque configuration de cookiebar. Chaque nouvelle version d'une configuration force l'affichage de la cookiebar au visiteur, qu'elle ait déjà été acceptée ou non. De cette façon, les visiteurs peuvent être informés des nouveaux cookies et accorder ou refuser l'autorisation. Tous les paramètres précédemment définis par le visiteur restent inchangés.

# XPL.cookiebarVersion.1.0
source: Create new version
fr: Créer une nouvelle version

# XPL.cookiebarVersion.1.1
source: To create a new version, select the <code>checkbox</code> for <code>Update version</code> and then save the mask. The version is automatically incremented.
fr: Pour créer une nouvelle version, cochez la case <code>checkbox</code> pour <code>Update version</code> puis enregistrez. La version est automatiquement incrémentée.

# XPL.cookiebarScriptConfig.0.1
source: Extend the standard configuration of Google Analytics: <pre> window.dataLayer=window.dataLayer||[]; function gtag(){dataLayer.push(arguments)} gtag('js',new Date()); gtag('config','XXXXXX' <code class="tl_red">[, Parameters are placed here]</code>)</pre>
fr: Étendre la configuration standard de Google Analytics: <pre> window.dataLayer=window.dataLayer||[]; function gtag(){dataLayer.push(arguments)} gtag('js',new Date()); gtag('config','XXXXXX' <code class="tl_red">[, Les paramètres sont placés ici]</code>)</pre>

# XPL.cookiebarScriptConfig.1.1
source: <b>Replace</b> the default configuration of Google Consent Mode. If you do not enter your own configuration, the following code will be generated automatically: <pre> gtag('consent', 'default', { '<code class="tl_red">consent mode</code>': 'granted' }); </pre> If own code is provided for the configuration, the above code must be integrated independently! This can be modified if necessary. <br><br> Further information:<br> https://developers.google.com/gtagjs/devguide/consent<br><br> <i>This cookie type also requires a global configuration of the type "Google Tag Manager" with "Google Consent Mode" activated therein.</i>
fr: <b>Remplacer</b> la configuration par défaut du mode consentement de Google. Si vous ne saisissez pas votre propre configuration, le code suivant sera généré automatiquement : <pre> gtag('consent', 'default', { '<code class="tl_red">Einwilligungsmodus</code>': 'granted' }); </pre> Si une code spécifique est fourni pour la configuration, le code ci-dessus doit être intégré indépendamment ! Celui-ci peut être modifié si nécessaire. <br><br> Plus d'informations:<br> https://developers.google.com/gtagjs/devguide/consent<br><br> <i>Ce type de cookie nécessite également une configuration globale du type "Google Tag Manager" avec le "Mode consentement Google" activé dans celui-ci.</i>

# XPL.cookiebarScriptConfig.2.1
source: Extend the standard configuration of Matomo: <pre> var _paq = window._paq = window._paq || []; (function() { var u='XXX/'; <code class="tl_red">Parameters are placed here</code> var d=document, g=d.createElement('script'), s=d.getElementsByTagName('script')[0]; g.type='text/javascript'; g.async=true; g.src=u+'matomo.js'; s.parentNode.insertBefore(g,s);})(); </pre> If no own parameters are defined, the following lines are added automatically: <pre> <code class="tl_red">_paq.push(['trackPageView']);</code> <code class="tl_red">_paq.push(['enableLinkTracking']);</code><pre>
fr: Étendre la configuration standard de Matomo: <pre> var _paq = window._paq = window._paq || []; (function() { var u='XXX/'; <code class="tl_red">Parameters are placed here</code> var d=document, g=d.createElement('script'), s=d.getElementsByTagName('script')[0]; g.type='text/javascript'; g.async=true; g.src=u+'matomo.js'; s.parentNode.insertBefore(g,s);})(); </pre> Si aucun paramètre spécifique n'est défini, les lignes suivantes sont ajoutées automatiquement : <pre> <code class="tl_red">_paq.push(['trackPageView']);</code> <code class="tl_red">_paq.push(['enableLinkTracking']);</code><pre>

# XPL.configurationScriptConfig.1.1
source: Enables the integration of the Google Tag Manager. Additionally, a custom script can be entered. Please note that these settings are already implemented without confirmation of the cookiebar in the HEAD of the website.
fr: Active l'intégration du Google Tag Manager. En outre, un script personnalisé peut être saisi. Veuillez noter que ces paramètres sont déjà mis en œuvre sans confirmation de cookibar dans le HEAD du site.

# XPL.configurationScriptConfig.2.0
source: Tag Manager + Google Consent Mode
fr: Tag Manager + Mode Consentement Google

# XPL.configurationScriptConfig.2.1
source: If you do not define your own configuration for Google Consent Mode, the following settings are set automatically: <pre> window.dataLayer = window.dataLayer || []; function gtag(){dataLayer.push(arguments);} gtag('consent', 'default', { 'ad_storage': 'denied', 'analytics_storage': 'denied', 'wait_for_update': 500 }); gtag('js', new Date()); gtag('config', '<code class="tl_red">ID</code>'); </pre> Please note that you have to enter this code yourself if you want to create your own configuration. The integration of the Google Tag Manager is done automatically via the following code: <pre> (function(w,d,s,l,i){w[l]=w[l]||[];w[l].push({'gtm.start': new Date().getTime(),event:'gtm.js'});var f=d.getElementsByTagName(s)[0], j=d.createElement(s),dl=l!='dataLayer'?'&l='+l:'';j.async=true;j.src= 'https://www.googletagmanager.com/gtm.js?id='+i+dl;f.parentNode.insertBefore(j,f); })(window,document,'script','dataLayer','ID'); </pre>
fr: Si vous ne définissez pas votre propre configuration pour le mode Consentement Google, les paramètres suivants sont définis automatiquement : <pre> window.dataLayer = window.dataLayer || []; function gtag(){dataLayer.push(arguments);} gtag('consent', 'default', { 'ad_storage': 'denied', 'analytics_storage': 'denied', 'wait_for_update': 500 }); gtag('js', new Date()); gtag('config', '<code class="tl_red">ID</code>'); </pre> Veuillez noter que vous devez saisir ce code vous-même si vous souhaitez créer votre propre configuration. L'intégration de Google Tag Manager se fait automatiquement via le code suivant: <pre> (function(w,d,s,l,i){w[l]=w[l]||[];w[l].push({'gtm.start': new Date().getTime(),event:'gtm.js'});var f=d.getElementsByTagName(s)[0], j=d.createElement(s),dl=l!='dataLayer'?'&l='+l:'';j.async=true;j.src= 'https://www.googletagmanager.com/gtm.js?id='+i+dl;f.parentNode.insertBefore(j,f); })(window,document,'script','dataLayer','ID'); </pre>
