Repository: oveleon/contao-cookiebar
Catalog: contao/languages/*/*_cookie_group.xlf
Languages: ro

# tl_cookie_group.title_legend
source: Cookie group
ro: Grup de cookie-uri

# tl_cookie_group.title.0
source: Group name
ro: Numele grupului

# tl_cookie_group.title.1
source: Enter a group name here.
ro: Introduceți aici un nume de grup.

# tl_cookie_group.description.0
source: Description
ro: Descriere

# tl_cookie_group.description.1
source: Describe the cookie group and its purpose.
ro: Descrieți aici grupul de cookie-uri și scopul său.

# tl_cookie_group.published.0
source: Publish
ro: Publicați

# tl_cookie_group.published.1
source: Define here whether the cookie group may be used.
ro: Definiți aici dacă grupul de cookie-uri poate fi utilizat.

# tl_cookie_group.new.0
source: New
ro: Nou

# tl_cookie_group.new.1
source: Create a new Group
ro: Creează un nou grup

# tl_cookie_group.show.0
source: Show details
ro: Afișează detalii

# tl_cookie_group.show.1
source: Show the details of group ID %s
ro: Afișează detaliile grupului cu ID %s

# tl_cookie_group.edit.0
source: Edit cookies
ro: Editează cookie-urile

# tl_cookie_group.edit.1
source: Edit cookies of group ID %s
ro: Editează cookie-urile grupului cu ID %s

# tl_cookie_group.editheader.0
source: Edit group
ro: Editați grupul

# tl_cookie_group.editheader.1
source: Edit group ID %s
ro: Editați grupul cu ID %s

# tl_cookie_group.copy.0
source: Duplicate group
ro: Duplicare grup

# tl_cookie_group.copy.1
source: Duplicate group ID %s
ro: Duplicare grup ID %s

# tl_cookie_group.cut.0
source: Move group
ro: Mutare grup

# tl_cookie_group.cut.1
source: Move group ID %s
ro: Mutare grup ID %s

# tl_cookie_group.delete.0
source: Delete group
ro: Șterge grup

# tl_cookie_group.delete.1
source: Delete group ID %s
ro: Șterge grup ID %s

# tl_cookie_group.toggle.0
source: Publish/unpublish group
ro: Publicați/nepublicați grup

# tl_cookie_group.toggle.1
source: Publish/unpublish group ID %s
ro: Publicați/nepublicați grup ID %s
