Repository: oveleon/contao-cookiebar
Catalog: contao/languages/*/*_cookie.xlf
Languages: ro

# tl_cookie.msgUnpublished
source: This cookie cannot be deactivated.
ro: Acest cookie nu poate fi dezactivat.

# tl_cookie.title_legend
source: Cookie / Type
ro: Cookie / Tip

# tl_cookie.template_legend
source: Template
ro: Șablon

# tl_cookie.global_config_legend
source: Global configuration
ro: Configurație globală

# tl_cookie.description_legend
source: Description
ro: Descriere

# tl_cookie.detailDescription_legend
source: Detailed description
ro: Descriere detaliată

# tl_cookie.expert_legend
source: Expert settings
ro: Setări avansate

# tl_cookie.publish_legend
source: Publish settings
ro: Publicare

# tl_cookie.title.0
source: Title
ro: Titlu

# tl_cookie.title.1
source: Enter the title of the cookie here.
ro: Introduceți aici titlul cookie-ului.

# tl_cookie.token.0
source: Cookie token
ro: Token cookie

# tl_cookie.token.1
source: Enter the unique name(s) (token) in a comma-separated list for the cookie (e.g. _ga, gid, ...). These are mandatory to be able to delete cookies that have already been set.
ro: Introduceți numele unice (token) într-o listă separată prin virgule pentru cookie (de ex. _ga, gid, ...). Acestea sunt obligatorii pentru a putea șterge cookie-urile care au fost deja setate.

# tl_cookie.showTokens.0
source: Show Cookie-Token
ro: Afișează token-ul cookie

# tl_cookie.showTokens.1
source: Defines if the Cookie-Token should be visible in the info section.
ro: Definește dacă tokenul cookie trebuie să fie vizibil în secțiunea de informații.

# tl_cookie.showExpireTime.0
source: Show expire time
ro: Afișează durata de stocare a cookie-ului

# tl_cookie.showExpireTime.1
source: Defines whether the expire time should be visible in the info section.
ro: Definește dacă durata de stocare trebuie să fie vizibilă în secțiunea de informații.

# tl_cookie.showProvider.0
source: Show provider
ro: Afișează furnizorul

# tl_cookie.showProvider.1
source: Defines whether the provider should be visible in the info section.
ro: Definește dacă furnizorul trebuie să fie vizibil în secțiunea de informații.

# tl_cookie.type.0
source: Cookie-Type
ro: Tip cookie

# tl_cookie.type.1
source: Select a predefined cookie type.
ro: Selectați un tip de cookie predefinit.

# tl_cookie.iframeType.0
source: iFrame-Type
ro: Tip iFrame

# tl_cookie.iframeType.1
source: Select an iframe type.
ro: Selectați un tip de iFrame.

# tl_cookie.blockTemplate.0
source: Template (blocked)
ro: Șablon (blocat)

# tl_cookie.blockTemplate.1
source: Choose a template that will be used when the content is blocked.
ro: Alegeți un șablon care va fi utilizat atunci când conținutul este blocat.

# tl_cookie.scriptTemplate.0
source: Script template
ro: Șablon script

# tl_cookie.scriptTemplate.1
source: Choose a template where the custom script is located.
ro: Alegeți un șablon în care se află scriptul personalizat.

# tl_cookie.sourceUrl.0
source: Source URL
ro: URL sursă

# tl_cookie.sourceUrl.1
source: The source URL is used to integrate scripts that must be explicitly integrated in the HEAD section of the website to provide an external service.
ro: URL-ul sursă este utilizat pentru a integra scripturi care trebuie integrate explicit în secțiunea HEAD a site-ului web pentru a oferi un serviciu extern.

# tl_cookie.sourceLoadingMode.0
source: Source URL loading mode
ro: Mod de încărcare al URL-ului sursă

# tl_cookie.sourceLoadingMode.1
source: Here you can define the moment when the source URL is allowed to be embedded.
ro: Definiți aici momentul în care URL-ul sursă poate fi încorporat.

# tl_cookie.sourceUrlParameter.0
source: Source URL parameter
ro: Parametri URL sursă

# tl_cookie.sourceUrlParameter.1
source: Define the load parameters of the source URL to be used.
ro: Definiți parametrii de încărcare ai URL-ului sursă care trebuie utilizați.

# tl_cookie.sourceVersioning.0
source: Use versioning
ro: Folosește versiuni

# tl_cookie.sourceVersioning.1
source: Adds a cache busting parameter to the script.
ro: Adaugă un parametru de cache busting la script.

# tl_cookie.scriptConfirmed.0
source: Script (Confirmed)
ro: Script (acceptat)

# tl_cookie.scriptConfirmed.1
source: Here you can enter the script (without the enclosing script tag) that is output after the cookie has been confirmed.
ro: Aici puteți introduce scriptul (fără eticheta script de închidere) care este generat după ce cookie-ul a fost confirmat.

# tl_cookie.scriptUnconfirmed.0
source: Script (Not confirmed)
ro: Script (neacceptat)

# tl_cookie.scriptUnconfirmed.1
source: Here you can enter the script (without the enclosing script tag) that should be output if this cookie is not confirmed.
ro: Aici puteți introduce scriptul (fără eticheta script de închidere) care ar trebui să fie generat dacă acest cookie nu este confirmat.

# tl_cookie.scriptPosition.0
source: Script position
ro: Poziția scriptului

# tl_cookie.scriptPosition.1
source: Here you can select the position for embedding the script (both confirmed and unconfirmed).
ro: Aici puteți selecta poziția pentru încorporarea scriptului (atât pentru confirmat, cât și pentru neconfirmat).

# tl_cookie.expireTime.0
source: Cookie retention period
ro: Durata de stocare a cookie-ului

# tl_cookie.expireTime.1
source: Here you can define the duration for how long the cookie is stored; alternatively, you can refer to the provider's description.
ro: Aici puteți defini durata pentru care este stocat cookie-ul; alternativ, vă puteți referi la descrierea furnizorului.

# tl_cookie.provider.0
source: Provider
ro: Furnizor

# tl_cookie.provider.1
source: Define here the provider information like company name and address, that is responsible for this cookie.
ro: Definiți aici informațiile despre furnizor, cum ar fi numele companiei și adresa, care sunt responsabile pentru acest cookie.

# tl_cookie.description.0
source: Description
ro: Descriere

# tl_cookie.description.1
source: Describe the cookie and its purpose.
ro: Descrieți cookie-ul și scopul său.

# tl_cookie.detailDescription.0
source: Detailed description
ro: Descriere detaliată

# tl_cookie.detailDescription.1
source: Here you can enter a detailed description about the cookie.
ro: Aici puteți introduce o descriere detaliată despre cookie.

# tl_cookie.blockDescription.0
source: Description (blocked)
ro: Descriere (blocat)

# tl_cookie.blockDescription.1
source: This description appears when an iFrame is blocked due to not having consent.
ro: Această descriere apare atunci când un iFrame este blocat din cauza lipsei consimțământului.

# tl_cookie.vendorId.1
source: Enter your ID here.
ro: Introduceți aici ID-ul dvs.

# tl_cookie.googleAnalytics_vendorId.1
source: Enter your Mess-ID, Container-ID or Google Analytics ID here.
ro: Introduceți aici ID-ul dvs. de măsurare, ID-ul containerului sau ID-ul Google Analytics.

# tl_cookie.googleConsentMode_vendorId.0
source: Tag ID
ro: ID etichetă

# tl_cookie.googleConsentMode_vendorId.1
source: Enter your Tag ID here.
ro: Introduceți aici ID-ul dvs. de etichetă.

# tl_cookie.facebookPixel_vendorId.1
source: Enter your Facebook ID here.
ro: Introduceți aici ID-ul dvs. de Facebook.

# tl_cookie.matomo_vendorId.1
source: Enter your Matomo ID here.
ro: Introduceți aici ID-ul dvs. Matomo.

# tl_cookie.matomo_vendorUrl.0
source: Matomo server URL
ro: URL server Matomo

# tl_cookie.matomo_vendorUrl.1
source: Enter the Matomo server URL here.
ro: Introduceți aici URL-ul serverului Matomo.

# tl_cookie.matomoTagManager_vendorId.0
source: Matomo Container-ID
ro: ID container Matomo

# tl_cookie.matomoTagManager_vendorId.1
source: Enter your Matomo ID here.
ro: Introduceți aici ID-ul dvs. Matomo.

# tl_cookie.matomoTagManager_vendorUrl.0
source: Matomo server URL
ro: URL server Matomo

# tl_cookie.matomoTagManager_vendorUrl.1
source: Enter the Matomo server URL here.
ro: Introduceți aici URL-ul serverului Matomo.

# tl_cookie.etracker_vendorId.0
source: Secure-Code
ro: Cod securizat

# tl_cookie.etracker_vendorId.1
source: Enter your etracker secure code here.
ro: Introduceți aici codul dvs. de securitate etracker.

# tl_cookie.scriptConfig.0
source: Additional configuration
ro: Configurație suplimentară

# tl_cookie.scriptConfig.1
source: Here you can enter additional parameters that will be considered when loading the script.
ro: Introduceți aici parametrii suplimentari care vor fi luați în considerare la încărcarea scriptului.

# tl_cookie.googleConsentMode_scriptConfig.0
source: Overwrite default configuration
ro: Suprascrie configurația standard

# tl_cookie.googleConsentMode_scriptConfig.1
source: Here you can overwrite the default configuration created by the system. If <em>always load gtag.js</em> is activated, the <em>gtag.js</em> script initialisation is not necessary in this configuration.
ro: Aici puteți suprascrie configurația standard creată de sistem. Dacă <em>întotdeauna încarcă gtag.js</em> este activat, inițializarea scriptului <em>gtag.js</em> nu este necesară în această configurație.

# tl_cookie.globalConfig.0
source: Global configuration
ro: Configurație globală

# tl_cookie.globalConfig.1
source: Depending on the setting, global configurations are executed directly when entering the page and without any confirmation. Useful for Google Consent Mode or similar scripts, that are allowed to run without consent.
ro: Configurările globale sunt executate direct la accesarea paginii și fără nicio confirmare, în funcție de setare. Util pentru Google Consent Mode sau scripturi similare, care sunt permise să ruleze fără consimțământ.

# tl_cookie.gcmMode.0
source: Consents
ro: Consimțăminte

# tl_cookie.gcmMode.1
source: Here you can select the consents.
ro: Aici puteți selecta consimțămintele.

# tl_cookie.alwaysLoadTagJS.0
source: Always load gtag.js
ro: Încarcă întotdeauna gtag.js

# tl_cookie.alwaysLoadTagJS.1
source: Always load the gtag.js without asking for consent. This activates anonymous tracking before consent has been given.
ro: Întotdeauna încarcă gtag.js fără a solicita consimțământul. Acest lucru activează urmărirea anonimă înainte ca consimțământul să fie acordat.

# tl_cookie.tokenConfig_xlabel
source: Insert default token
ro: Introdu tokenul standard

# tl_cookie.tokenConfig_googleAnalytics_error
source: ID needs to be set.
ro: Trebuie setat un ID.

# tl_cookie.scriptConfig_xlabel
source: Insert default configuration
ro: Introdu configurația standard

# tl_cookie.disabled.0
source: Prevent deactivation
ro: Împiedică dezactivarea

# tl_cookie.disabled.1
source: Define whether this cookie can be deactivated by the visitor.
ro: Definiți dacă acest cookie poate fi dezactivat de vizitator.

# tl_cookie.checked.0
source: Preselect consent
ro: Presetează consimțământul

# tl_cookie.checked.1
source: Activates the checkbox when opening the Cookiebar for the first time.
ro: Activează caseta de selectare la prima deschidere a Cookiebar.

# tl_cookie.blockCookies.0
source: Always block cookies
ro: Blochează întotdeauna cookie-urile

# tl_cookie.blockCookies.1
source: This service can be used with and without cookies. Cookies are always blocked via this setting.
ro: Acest serviciu poate fi utilizat cu sau fără cookie-uri. Cookie-urile sunt întotdeauna blocate prin această setare.

# tl_cookie.published.0
source: Publish
ro: Publică

# tl_cookie.published.1
source: Define here whether the cookie may be set / displayed.
ro: Definiți aici dacă cookie-ul poate fi setat / afișat.

# tl_cookie.googleAnalytics.1
source: Integrate Google Analytics via Google Tag Manager
ro: Integrați Google Analytics prin Google Tag Manager

# tl_cookie.googleConsentMode.1
source: Integrate Google Consent Mode via Google Tag Manager
ro: Integrați Google Consent Mode prin Google Tag Manager

# tl_cookie.facebookPixel.1
source: Integrate Facebook Pixel
ro: Integrați Facebook Pixel

# tl_cookie.matomo.1
source: Integrate Matomo
ro: Integrați Matomo

# tl_cookie.matomoTagManager.1
source: Integrate Matomo Tag Manager
ro: Integrați Matomo Tag Manager

# tl_cookie.etracker.1
source: Integrate etracker
ro: Integrați etracker

# tl_cookie.youtube.1
source: Integrate YouTube.
ro: Integrați YouTube.

# tl_cookie.googlemaps.1
source: Integrate Google Maps.
ro: Integrați Google Maps.

# tl_cookie.vimeo.1
source: Integrate Vimeo.
ro: Integrați Vimeo.

# tl_cookie.openstreetmap.1
source: Integrate OpenStreetMap.
ro: Integrați OpenStreetMap.

# tl_cookie.default.0
source: Info
ro: Notă

# tl_cookie.default.1
source: Configure a cookie notice
ro: Configurați un aviz de cookie

# tl_cookie.script.0
source: Custom (Script)
ro: Personalizat (script)

# tl_cookie.script.1
source: Configure custom script
ro: Configurați scriptul personalizat

# tl_cookie.template.0
source: Custom (Template)
ro: Personalizat (șablon)

# tl_cookie.template.1
source: Include a custom script via a template. Remember that only the script tag inside the template will be used during processing.
ro: Includeți un script personalizat prin intermediul unui șablon. Rețineți că, în timpul procesării, va fi utilizată doar eticheta <script> din interiorul șablonului.

# tl_cookie.iframe.1
source: Configure iFrame for e.g. YouTube, Vimeo or Google Maps
ro: Configurați iFrame pentru, de exemplu, YouTube, Vimeo sau Google Maps

# tl_cookie.confirmed
source: Only load if cookie was accepted
ro: Încarcă doar dacă cookie-ul a fost acceptat

# tl_cookie.unconfirmed
source: Only load if cookie was not accepted
ro: Încarcă doar dacă cookie-ul nu a fost acceptat

# tl_cookie.always
source: Load always
ro: Încarcă întotdeauna

# tl_cookie.bodyBelowContent
source: Below the content in the body tag
ro: Sub conținutul în Body-Tag

# tl_cookie.bodyAboveContent
source: Above the content in the body tag
ro: Deasupra conținutului în Body-Tag

# tl_cookie.new.0
source: New
ro: Nou

# tl_cookie.new.1
source: Create a new cookie
ro: Creează un cookie nou

# tl_cookie.show.0
source: Show details
ro: Afișează detalii

# tl_cookie.show.1
source: Show the details of cookie ID %s
ro: Afișați detaliile cookie-ului cu ID %s

# tl_cookie.edit.0
source: Edit cookie
ro: Editați cookie

# tl_cookie.edit.1
source: Edit cookie ID %s
ro: Editați cookie ID %s

# tl_cookie.editheader.0
source: Edit group
ro: Editați grup

# tl_cookie.editheader.1
source: Edit group
ro: Editați grup

# tl_cookie.copy.0
source: Duplicate cookie
ro: Duplică cookie

# tl_cookie.copy.1
source: Duplicate cookie ID %s
ro: Cookie ID %s duplicat

# tl_cookie.cut.0
source: Move cookie
ro: Mută cookie

# tl_cookie.cut.1
source: Move cookie ID %s
ro: Cookie ID %s mutat

# tl_cookie.delete.0
source: Delete cookie
ro: Șterge cookie

# tl_cookie.delete.1
source: Delete cookie ID %s
ro: Cookie ID %s șters

# tl_cookie.toggle.0
source: Publish/unpublish cookie
ro: Publică/depublică cookie

# tl_cookie.toggle.1
source: Publish/unpublish cookie ID %s
ro: Cookie ID %s publicat/nepublicat

# tl_cookie.priority.0
source: Priority
ro: Prioritate

# tl_cookie.priority.1
source: Optionally configure the priority to affect the order of scripts. Default: 0
ro: Optional, configurați prioritatea pentru a afecta ordinea scripturilor. Implicit: 0

# tl_cookie.editGlobalConfig
source: Edit global configuration
ro: Editează configurația globală

# tl_cookie.msgGoogleConsentMode
source: Cookies of the type "Google Consent Mode" can be created multiple times depending on the selection of consent modes.
ro: Cookie-urile de tip „Google Consent Mode” pot fi create de mai multe ori, în funcție de selecția modurilor de consimțământ.
