Repository: oveleon/contao-cookiebar
Catalog: contao/languages/*/*_cookie_config.xlf
Languages: de, fr, ro

# tl_cookie_config.title_legend
source: Configuration / Type
de: Konfiguration / Typ
ro: Configurație / Tip

# tl_cookie_config.title.0
source: Title
de: Titel
fr: Titre
ro: Titlu

# tl_cookie_config.title.1
source: Enter the title of the configuration here.
de: Geben Sie hier den Titel der Konfiguration ein.
fr: Saisissez ici le titre de la configuration
ro: Introduceți aici titlul configurației.

# tl_cookie_config.type.0
source: Config-Type
de: Konfigurations-Typ
fr: Type de configuration
ro: Tip configurație

# tl_cookie_config.type.1
source: Select a predefined configuration type.
de: Wählen Sie einen vordefinierten Konfigurations-Typen.
fr: Sélectionnez un type de configuration prédéfini.
ro: Selectați un tip de configurație predefinit.

# tl_cookie_config.sourceUrl.0
source: Source URL
de: Quell-URL
fr: URL Source
ro: URL sursă

# tl_cookie_config.sourceUrl.1
source: The source URL is used to integrate scripts that must be explicitly integrated in the HEAD section of the website to provide an external service.
de: Die Quell-URL dient zur Einbindung von Skripten, welche explizit im HEAD-Bereich der Website integriert werden müssen, um einen externen Service bereitzustellen.
fr: L'URL source est utilisée pour intégrer des scripts qui doivent être explicitement intégrés dans la section HEAD du site pour fournir un service externe.
ro: URL-ul sursă este utilizat pentru includerea scripturilor care trebuie integrate explicit în secțiunea HEAD a site-ului pentru a furniza un serviciu extern.

# tl_cookie_config.sourceLoadingMode.0
source: Source URL loading mode
de: Lademodus der Quell-URL
fr: Mode de chargement de l'URL source
ro: Mod de încărcare al URL-ului sursă

# tl_cookie_config.sourceLoadingMode.1
source: Define here when the source URL may be embedded.
de: Definieren Sie hier, wann die Quell-URL eingebettet werden darf.
fr: Définissez ici quand l'URL source doit être incorporée.
ro: Definește aici când poate fi încorporat URL-ul sursă.

# tl_cookie_config.sourceUrlParameter.0
source: Source URL parameter
de: Quell-URL Parameter
fr: Paramètre de l'URL source
ro: Parametri URL sursă

# tl_cookie_config.sourceUrlParameter.1
source: Define the load parameters of the source URL to be used.
de: Definieren Sie die zu verwendenden Lade-Parameter der Source URL.
fr: Définir les paramètres de chargement de l'URL source à utiliser.
ro: Definește parametrii de încărcare care trebuie utilizați pentru URL-ul sursă.

# tl_cookie_config.scriptPosition.0
source: Script position
de: Skript-Position
fr: Position du script
ro: Poziția scriptului

# tl_cookie_config.scriptPosition.1
source: Here you can select the position for embedding the script.
de: Hier können Sie die Position für die Einbettung des Skripts auswählen.
fr: Vous pouvez sélectionner ici la position d'intégration du script.
ro: Aici poți selecta poziția pentru încorporarea scriptului.

# tl_cookie_config.scriptLoadingMode.0
source: Loading mode of the configuration
de: Lademodus der Konfiguration
fr: Mode de chargement de la configuration
ro: Mod de încărcare al configurației

# tl_cookie_config.scriptLoadingMode.1
source: Define here when the script / configuration may be embedded.
de: Definieren Sie hier, wann die Konfiguration / das Skript eingebettet werden darf.
fr: Définissez ici quand le script / la configuration peut être intégré(e).
ro: Definește aici când configurația / scriptul poate fi încorporat.

# tl_cookie_config.vendorId.1
source: Enter your ID here.
de: Geben Sie hier Ihre ID ein.
fr: Saisissez votre ID ici.
ro: Introduceți aici ID-ul dvs.

# tl_cookie_config.tagManager_vendorId.1
source: Enter your Mess-ID, Container-ID or Google Analytics ID here.
de: Geben Sie hier Ihre Mess-ID, Container-ID or Google Analytics ID ein.
fr: Saisissez votre Mess-ID, Container-ID or Google Analytics ID ici.
ro: Introduceți aici ID-ul de măsurare, ID-ul containerului sau ID-ul Google Analytics.

# tl_cookie_config.scriptConfig.0
source: Configuration
de: Konfiguration
ro: Configurație

# tl_cookie_config.scriptConfig.1
source: Custom JavaScript code.
de: Eigener JavaScript-Code.
fr: Code JavaScript personnalisé.
ro: Cod JavaScript personalizat.

# tl_cookie_config.googleConsentMode.0
source: Activate Google Consent Mode
de: Google Consent Mode aktivieren
fr: Activez le mode Consentement de Google

# tl_cookie_config.googleConsentMode.1
source: Delivers a predefined configuration for Google Consent Mode. This configuration is overwritten if a custom script has been defined in the "Configuration" field.
de: Liefert eine vorgefertigte Konfiguration für den Google Consent Mode aus. Diese Konfiguration wird überschrieben, sofern ein eigenes Skript im Feld "Konfiguration" definiert wurde.
fr: Fournit une configuration prédéfinie pour le mode Consentement de Google. Cette configuration est écrasée si un script personnalisé a été défini dans le champ "Configuration".
ro: Oferă o configurație predefinită pentru Google Consent Mode. Aceasta va fi suprascrisă dacă este definit un script propriu în câmpul „Configurație”.

# tl_cookie_config.scriptConfig_xlabel
source: Insert advanced configuration
de: Erweiterte Konfiguration einfügen
fr: Insérer une configuration avancée
ro: Adaugă configurație avansată

# tl_cookie_config.tagManager.1
source: Integrate Google Tag Manager / Google Consent Mode.
de: Google Tag Manager / Google Consent Mode einbinden.
fr: Integrer Google Tag Manager / Mode Consentement Google
ro: Integrați Google Tag Manager / Google Consent Mode.

# tl_cookie_config.script.0
source: Custom
de: Benutzerdefiniert
fr: Personnalisé
ro: Personalizat

# tl_cookie_config.script.1
source: Configure custom script.
de: Benutzerdefiniertes Skript konfigurieren.
fr: Configurer le script personnalisé.
ro: Configurează un script personalizat.

# tl_cookie_config.bodyBelowContent
source: Below the content in the body tag
de: Unterhalb des Inhalts im Body-Tag
fr: Après le contenu de la balise body
ro: Sub conținutul în Body-Tag

# tl_cookie_config.bodyAboveContent
source: Above the content in the body tag
de: Oberhalb des Inhalts im Body-Tag
fr: Avant le contenu de la balise body
ro: Deasupra conținutului în Body-Tag

# tl_cookie_config.confirmed
source: Load only if one of the cookies was accepted
de: Nur laden, wenn einer der Cookies akzeptiert wurde
fr: Charger uniquement si l'un des cookies a été accepté
ro: Încarcă doar dacă unul dintre cookie-uri a fost acceptat

# tl_cookie_config.unconfirmed
source: Load only if none of the cookies was accepted
de: Nur laden, wenn keiner der Cookies akzeptiert wurde
fr: Charger seulement si aucun des cookies n'a été accepté
ro: Încarcă doar dacă niciun cookie nu a fost acceptat

# tl_cookie_config.always
source: Load always
de: Immer laden
fr: Toujours charger
ro: Încarcă întotdeauna

# tl_cookie_config.new.0
source: New
de: Neu
fr: Nouveau
ro: Nou

# tl_cookie_config.new.1
source: Create a new configuration
de: Eine neue Konfiguration erstellen
fr: Créer une nouvelle configuration
ro: Creează o nouă configurație

# tl_cookie_config.show.0
source: Show details
de: Details anzeigen
fr: Afficher les détails
ro: Afișează detalii

# tl_cookie_config.show.1
source: Show the details of cookie ID %s
de: Details der Cookie ID %s anzeigen
fr: Afficher les détails du cookie ID %s
ro: Afișează detaliile cookie-ului cu ID %s

# tl_cookie_config.edit.0
source: Edit configuration
de: Konfiguration bearbeiten
fr: Modifier la configuration
ro: Editează configurația

# tl_cookie_config.edit.1
source: Edit configuration ID %s
de: Konfiguration ID %s bearbeiten
fr: Modifier la configuration ID %s
ro: Editează configurația cu ID %s

# tl_cookie_config.copy.0
source: Duplicate configuration
de: Konfiguration ID %s duplizieren
fr: Dupliquer la configuration
ro: Duplică configurația cu ID %s

# tl_cookie_config.copy.1
source: Duplicate configuration ID %s
de: Konfiguration ID %s duplizieren
fr: Dupliquer la configuration ID %s
ro: Duplică configurația cu ID %s

# tl_cookie_config.delete.0
source: Delete cookie
de: Cookie löschen
fr: Supprimer le cookie
ro: Șterge cookie

# tl_cookie_config.delete.1
source: Delete cookie ID %s
de: Cookie ID %s löschen
fr: Supprimer le cookie ID %s
ro: Șterge cookie-ul cu ID %s

# tl_cookie_config.head
source: Head tag
fr: Balise Head
