Repository: oveleon/contao-cookiebar
Catalog: contao/languages/*/*_page.xlf
Languages: de, fr

# tl_page.activateCookiebar.0
source: Activate Cookiebar
de: Cookiebar aktivieren
fr: Activer Cookiebar

# tl_page.activateCookiebar.1
source: Activate the cookiebar for this and its subpages.
de: Aktivieren Sie die Cookiebar für diese und dessen Unterseiten.
fr: Activez le panneau Cookiebar pour cette page et ses sous-pages.

# tl_page.triggerCookiebar.0
source: Open cookiebar
de: Cookiebar öffnen
fr: Ouverture du panneau Cookiebar

# tl_page.triggerCookiebar.1
source: Define here whether the page should be used as a trigger for opening the cookie bar. If this page is included in a navigation, the click will not be redirected, but only the cookie bar will be opened (if JavaScript is active). This is useful, for example, for individual navigations that are placed in the footer.
de: Definieren Sie hier, ob die Seite als Auslöser zum Öffnen der Cookiebar genutzt werden soll. Sofern diese Seite in einer Navigation eingebunden ist, wird bei Klick nicht weitergeleitet, sondern ausschließlich die Cookiebar geöffnet (sofern JavaScript aktiv ist). Dies ist beispielsweise nützlich für individuelle Navigationen, welche im Fußbereich der Website platziert werden.
fr: Définissez ici si la page doit être utilisée comme déclencheur de l'ouverture du panneau Cookiebar. Si cette page est incluse dans une navigation, le clic ne sera pas redirigé, mais seule le panneau Cookiebar sera ouvert (si JavaScript est activé). Ceci est utile, par exemple, pour les navigations personnalisées qui sont placées dans le pied de page.

# tl_page.prefillCookies.0
source: Prefill settings
de: Einstellungen vorbefüllen
fr: Paramètres de pré-remplissage

# tl_page.prefillCookies.1
source: Activates the already selected cookies when opening the cookiebar.
de: Aktiviert die bereits ausgewählten Cookies beim Öffnen der Cookiebar.
fr: Active les cookies déjà sélectionnés lors de l'ouverture du panneau Cookiebar.

# tl_page.cookiebarConfig.0
source: Cookiebar configuration
de: Cookiebar-Konfiguration
fr: Configuration Cookiebar

# tl_page.cookiebarConfig.1
source: Select the cookiebar configuration you want to use.
de: Wählen Sie die zu verwendende Cookiebar-Konfiguration.
fr: Sélectionnez la configuration Cookiebar que vous souhaitez utiliser.

# tl_page.overwriteCookiebarMeta.0
source: Overwrite metadata
de: Metadaten überschreiben
fr: Écrase les métadonnées

# tl_page.overwriteCookiebarMeta.1
source: Overwrite the meta information stored in the configuration.
de: Überschreiben Sie die in der Konfiguration hinterlegten Metainformationen.
fr: Écraser les méta-informations stockées dans la configuration.

# tl_page.cookiebarDescription.0
source: Title & description
de: Titel & Beschreibung
fr: Titre & Description

# tl_page.cookiebarDescription.1
source: Here you can describe the purpose of the cookiebar.
de: Beschreiben Sie hier den Zweck der Cookiebar.
fr: Vous pouvez décrire ici l'objectif du panneau Cookiebar.

# tl_page.cookiebarInfoDescription.0
source: Additional information
de: Weitere Informationen
fr: Informations complémentaires

# tl_page.cookiebarInfoDescription.1
source: Here you can add more information, that are displayed below the buttons.
de: Definieren Sie hier weitere Informationen, welche unterhalb der Buttons ausgegeben werden.
fr: Ici, vous pouvez ajouter des informations supplémentaires, qui sertont affichées sous les boutons.

# tl_page.cookiebarAlignment.0
source: Alignment
de: Ausrichtung
fr: Alignement

# tl_page.cookiebarAlignment.1
source: Define here where the cookiebar should be displayed.
de: Definieren Sie hier, wo die Cookiebar angezeigt werden soll.
fr: Définissez ici l'endroit où le panneau Cookiebar doit être affiché.

# tl_page.cookiebarBlocking.0
source: Blocking
de: Blockierend
fr: Bloquage

# tl_page.cookiebarBlocking.1
source: Blocks the use of the site until the cookiebar has been used.
de: Blockiert das Bedienen der Seite, bis die Cookiebar bedient wurde.
fr: Bloque l'utilisation du site jusqu'à ce que le panneau Cookiebar ait été utilisé.

# tl_page.cookiebarHideOnInit.0
source: Hide cookiebar
fr: Masquer la barre de cookies

# tl_page.cookiebarHideOnInit.1
source: Do not display the cookie bar on initial visit. The cookie bar can still be opened via the cookie bar opener.
fr: Ne pas afficher la barre de cookies lors de la première visite de la page. La barre de cookies peut toujours être ouverte à l'aide de l'outil d'ouverture de la barre de cookies.

# tl_page.cookiebarInfoUrls.0
source: Info links
fr: Liens d'informations

# tl_page.cookiebarInfoUrls.1
source: Please enter further links here, e.g. to the privacy policy, imprint or legal notices.
de: Geben Sie hier weitere Links an, z.B. zur Datenschutzerklärung, Impressum oder rechtlichen Hinweisen.
fr: Veuillez saisir ici d'autres liens, par exemple vers la politique de confidentialité ou les mentions légales.

# tl_page.cookiebarExcludePages.0
source: Exclude Pages
de: Seiten ausschließen
fr: Pages exclues

# tl_page.cookiebarExcludePages.1
source: Here you can define the pages where the cookiebar should not open automatically.
de: Definieren Sie hier die Seiten, in denen die Cookiebar nicht automatisch geöffnet werden soll.
fr: Vous pouvez définir ici les pages où le panneau Cookiebar ne doit pas s'ouvrir automatiquement.

# tl_page.cookiebarButtonColorScheme.0
source: Button color scheme
de: Button-Farbschema
fr: Couleurs des boutons

# tl_page.cookiebarButtonColorScheme.1
source: Defines the color scheme for the available buttons.
de: Definiert das Farbschema der verfügbaren Buttons.
fr: Définit les couleurs pour les boutons disponibles.

# tl_page.cookiebarTemplate.0
source: Template
fr: Modèle

# tl_page.cookiebarTemplate.1
source: Here you can select a template for the cookiebar.
de: Hier können Sie ein Template für die Cookiebar auswählen.
fr: Ici, vous pouvez sélectionner un modèle pour panneau Cookiebar.
